{
    "display": "Josephine",
    "name": "josephine",
    "tag": "love bunny",
    "color": [255, 51, 102],

    "image_sub": "Say hello to her.",
    "image_alt": "she's like my first proper oc, i'm so glad i made her",
    "who": "<b>Josephine</b> is a silly little woman out there with nothing to do with her life, other than talk to her friends. She ocassionally goes out and do stuff like the regular adult. She does not have a job right now.",
    "look": "She has <span style=\"color:#680e52;font-weight: bold;\">black</span> fluffy hair, <span style=\"color:#4971EF;font-weight: bold;\">bright blue</span> eyes with weird letters in them, and somewhat pink skin, but that may be because of my art style.<br><br>She wears a <span style=\"color:#f36;font-weight: bold;\">hot pink...</span> uhh... hoodie??? It doesn't have any pockets though, so I don't know; and also <span style=\"color:#680e52;font-weight: bold;\">black</span> shorts <span style=\"color:#999;\"><i>(not black in the image due to my 'limited palette' rule)</i></span> with one <span style=\"color:#fff;-webkit-text-fill-color: #fdfff4;-webkit-text-stroke: 0.75px black;\"><b>white</b></span> stripe with shoes to match; kinda cute.<br><br>No, she's never gonna wear brown contacts.",
    "other": {
        "nicknames": ["Josie", "Jojo"],
        "age": 20,
        "pronouns": ["she", "they"],
        "sexuality": "lesbian",
        "favorites": ["chocolate (how... she's kinda a rabbit i thought chocolate was bad for them)", "love", "affection", "hot pink"]
    },
    "info": [
        "The symbols in her eyes will light up when in an \"overwhelmed\" state, like being nervous or scared, not exactly when actually overwhelmed tho.",
        "She runs a <i>teeny tiny</i> bit faster than the average human. She can also jump a bit higher. Don't blame me, blame bunny stereotypes.",
        "You will not believe me when I say I made this character thanks to <a href=\"https://store.steampowered.com/app/322170/\">Geometry Dash</a>. <img src=\"chars/josephine/fuck.png\" width=\"30\" title=\"josie in square game\"/>",
        "She's a bit shy, and doesn't talk much; doesn't mean she doesn't like you though.",
        "She got her eye symbols from ██████████████████████████████████████████████████████████████████ (will be explained in the future)"
    ]
}